tap "homebrew/bundle"
tap "homebrew/core"

brew "git"
brew "gnupg"
brew "mkcert"
brew "nss"
brew "pinentry-mac"
brew "ffmpeg"
brew "fish"
brew "tree"
brew "fzf"
brew "graphviz"
brew "go"
brew "peco"
brew "ghq"
brew "nodenv"
# brew "jq"

# --------------------------------------------------
# mas
# --------------------------------------------------

brew "mas"

mas "Xcode", id: 497799835
mas "Magnet", id: 441258766
mas "iHosts", id: 1102004240
mas "Things 3", id: 904280696
mas "Habitify", id: 1111447047
# mas "Spark – Email App by Readdle", id: 1176895641

# --------------------------------------------------
# cask
# --------------------------------------------------

tap "homebrew/cask"

cask "iterm2"
cask "slack"
cask "clipy"
cask "karabiner-elements"
cask "visual-studio-code"
cask "appcleaner"
cask "1password"
cask "google-chrome"
cask "docker"
cask "deepl"
cask "firefox"
cask "sequel-pro"
cask "raindropio"
cask "filezilla"
# cask "toggl-track"
# cask "notion"
# cask "google-drive-file-stream"

# --------------------------------------------------
# fonts
# --------------------------------------------------

tap "homebrew/cask-fonts"

cask "font-roboto-mono-for-powerline"
# cask "font-ricty-diminished"
