tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "actionlint"
brew "awscli"
brew "eza"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "node-build"
brew "tree"
brew "wireguard-tools"
cask "1password-cli"
cask "appcleaner"
cask "clipy"
cask "deepl"
cask "firefox"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "notion"
cask "raindropio"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
