tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "exa"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "lima"
brew "node-build"
brew "fnm"
brew "tree"

cask "1password"
cask "appcleaner"
cask "clipy"
cask "deepl"
cask "firefox"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "notion"
cask "raindropio"
cask "rectangle"
cask "slack"
cask "toggl-track"
cask "visual-studio-code"