tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "act"
brew "cloc"
brew "python@3.9"
brew "glib"
brew "docker"
brew "docker-compose"
brew "exa"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "gnupg"
brew "go"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "libssh2"
brew "lima"
brew "mas"
brew "mkcert"
brew "nghttp2"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "nss"
brew "openldap"
brew "pinentry-mac"
brew "subversion"
brew "tree"
cask "1password"
cask "appcleaner"
cask "clipy"
cask "deepl"
cask "firefox"
cask "font-ricty-diminished"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "raindropio"
cask "slack"
cask "toggl-track"
cask "visual-studio-code"
